return {
  -- dir = '~/my_neovim_plugins/ft_mapper.nvim',
  's-show/ft-mapper.nvim',
  dev = false,
  opts = {
    debug = false,
    mappings = {
      { ',', '、', '，' },
      { '.', '。', '．' },
      { ":", "：" },
      { ";", "；" },
      { "!", "！" },
      { "?", "？" },
      { "(", "（" },
      { ")", "）" },
      { "[", "「", "『", "【", "［" },
      { "]", "」", "』", "】", "］" },
      { "'", "'", "'" },
      { '"', "“", "”", "゛" },
      { '<', "＜", "«" },
      { '>', "＞", "»" },
      { "-", "ー", "―", "—", "–" },
      { " ", "　" }, -- 半角・全角スペース
    },
    -- replace_semicolon = '>',
    -- replace_comma = '<'
  },
  dependencies = {},
}
