{
  "Comment.nvim": { "branch": "master" },
  "Lemons.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "backpack.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "chowcho.nvim": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-source-buffer": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-cmdline_history": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-input": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-source-lsp-setup": { "branch": "main" },
  "ddc-source-parametric": { "branch": "main" },
  "ddc-source-vsnip": { "branch": "main" },
  "ddc-ui-none": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-filter-converter_devicon": { "branch": "main" },
  "ddu-filter-matcher_relative": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-filter-sorter_mtime": { "branch": "main" },
  "ddu-filter-sorter_reversed": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-kind-word": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-colorscheme": { "branch": "main" },
  "ddu-source-command_history": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-jumplist": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-register": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-source-source": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-popup-preview.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "extend_word_motion.nvim": { "branch": "main" },
  "ft-mapper.nvim": { "branch": "main" },
  "fyler.nvim": { "branch": "stable" },
  "gitsigns.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "jellybeans.nvim": { "branch": "main" },
  "kakehashi.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "neogen": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-aibo": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "render-markdown": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "styler.nvim": { "branch": "main" },
  "tinysegmenter.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-gin": { "branch": "main" },
  "vim-mr": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" }
}
